[
  {
    "id": "s1",
    "title": "Beasiswa Unggulan Dalam Negeri 2025",
    "description": "Beasiswa penuh untuk mahasiswa berprestasi di berbagai universitas terbaik di Indonesia.",
    "category": "Lokal",
    "date": "2025-01-31",
    "location": "Jakarta",
    "link": "/scholarships/unggulan-dalam-negeri",
    "organizer": "Kementerian Pendidikan",
    "fullContent": "Beasiswa Unggulan Dalam Negeri 2025 adalah program beasiswa penuh yang ditujukan bagi mahasiswa berprestasi di Indonesia. Program ini mencakup biaya kuliah, biaya hidup, dan tunjangan buku. Pendaftaran dibuka mulai 1 Desember 2024 hingga 31 Januari 2025. Kualifikasi: Mahasiswa S1/S2 dengan IPK minimal 3.5, aktif berorganisasi, dan memiliki jiwa kepemimpinan. Proses seleksi meliputi seleksi administrasi, wawancara, dan esai. Jangan lewatkan kesempatan ini untuk meraih pendidikan terbaik di Indonesia!"
  },
  {
    "id": "s2",
    "title": "Global Leaders Scholarship (USA)",
    "description": "Kesempatan studi S2/S3 di universitas terkemuka di Amerika Serikat dengan pendanaan penuh.",
    "category": "Internasional",
    "date": "2025-02-15",
    "location": "Amerika Serikat",
    "link": "/scholarships/global-leaders-usa",
    "organizer": "Global Scholarship Foundation",
    "fullContent": "Global Leaders Scholarship menawarkan pendanaan penuh untuk studi pascasarjana (S2/S3) di universitas-universitas terkemuka di Amerika Serikat. Beasiswa ini mencakup biaya kuliah, akomodasi, tunjangan bulanan, dan tiket pesawat. Persyaratan: Lulusan S1/S2 dengan IPK tinggi, kemampuan bahasa Inggris (TOEFL/IELTS) yang sangat baik, dan proposal penelitian yang kuat. Deadline pendaftaran adalah 15 Februari 2025. Raih impian studi Anda di luar negeri!"
  },
  {
    "id": "s3",
    "title": "Beasiswa Riset Inovasi (Lokal)",
    "description": "Dukungan dana untuk proyek penelitian inovatif mahasiswa di bidang sains dan teknologi.",
    "category": "Lokal",
    "date": "2025-02-28",
    "location": "Bandung",
    "link": "/scholarships/riset-inovasi",
    "organizer": "Lembaga Riset Nasional",
    "fullContent": "Beasiswa Riset Inovasi memberikan dukungan dana bagi mahasiswa yang memiliki proyek penelitian inovatif di bidang sains dan teknologi. Program ini bertujuan untuk mendorong pengembangan riset di Indonesia. Dana yang diberikan dapat digunakan untuk biaya penelitian, pembelian alat, dan publikasi. Kualifikasi: Mahasiswa S1/S2 dari jurusan terkait, memiliki proposal penelitian yang orisinal dan berdampak. Pendaftaran ditutup pada 28 Februari 2025."
  },
  {
    "id": "s4",
    "title": "Erasmus Mundus Scholarship (Europe)",
    "description": "Beasiswa bergengsi untuk program master bersama di berbagai negara Eropa.",
    "category": "Internasional",
    "date": "2025-03-10",
    "location": "Eropa",
    "link": "/scholarships/erasmus-mundus",
    "organizer": "Komisi Eropa",
    "fullContent": "Erasmus Mundus Joint Master Degrees (EMJMDs) adalah program studi internasional bergengsi yang didukung oleh Komisi Eropa. Beasiswa ini mencakup biaya partisipasi, biaya perjalanan, dan tunjangan hidup bulanan. Mahasiswa akan belajar di setidaknya dua negara Eropa yang berbeda. Persyaratan: Lulusan S1 dengan IPK tinggi, kemampuan bahasa Inggris (TOEFL/IELTS) yang baik. Deadline pendaftaran adalah 10 Maret 2025. Jelajahi Eropa sambil meraih gelar Master Anda!"
  },
  {
    "id": "s5",
    "title": "Beasiswa Pendidikan Guru (Lokal)",
    "description": "Program beasiswa khusus bagi calon guru yang berkomitmen untuk memajukan pendidikan di daerah terpencil.",
    "category": "Lokal",
    "date": "2025-03-20",
    "location": "Seluruh Indonesia",
    "link": "/scholarships/pendidikan-guru",
    "organizer": "Yayasan Pendidikan Bangsa",
    "fullContent": "Beasiswa Pendidikan Guru adalah program yang didedikasikan untuk calon guru yang memiliki komitmen kuat untuk mengabdi di daerah terpencil di Indonesia. Beasiswa ini mencakup biaya pendidikan penuh dan tunjangan hidup. Setelah lulus, penerima beasiswa diharapkan bersedia ditempatkan di daerah yang membutuhkan. Kualifikasi: Lulusan SMA/SMK, memiliki minat kuat di bidang pendidikan, dan bersedia ditempatkan di seluruh Indonesia. Pendaftaran ditutup pada 20 Maret 2025."
  }
]