[
  {
    "id": "83ab6f82262afeb243b6bbefb8006a1e13532073",
    "source": "indbeasiswa.com",
    "title": "Beasiswa ABP Shizuoka Tahun 2025 Kuliah S1 di Jepang (Deadline: 26 Nov 2025)",
    "description": "Beasiswa ABP Shizuoka Tahun 2025 Kuliah S1 di Jepang (Deadline: 26 Nov 2025)\nBeasiswa Indonesia\nBeasiswa ABP Shizuoka Tahun 2025 Kuliah S1 di Jepang (Deadline: 26 Nov 2025)\nBahasa\n,\nBeasiswa Luar Negeri\n,\nBeasiswa S1\n,\nEkonomi\n,\nHukum\n,\nInformatika\n,\nJepang\n,\nKomputer\n,\nPendidikan\n,\nPertanian\n,\nSain",
    "category": "Internasional",
    "date": "30 September 2026",
    "location": "Online",
    "link": "https://indbeasiswa.com/beasiswa-abp-shizuoka/",
    "fullContent": "Beasiswa ABP Shizuoka Tahun 2025 Kuliah S1 di Jepang (Deadline: 26 Nov 2025)\nBeasiswa Indonesia\nBeasiswa ABP Shizuoka Tahun 2025 Kuliah S1 di Jepang (Deadline: 26 Nov 2025)\nBahasa\n,\nBeasiswa Luar Negeri\n,\nBeasiswa S1\n,\nEkonomi\n,\nHukum\n,\nInformatika\n,\nJepang\n,\nKomputer\n,\nPendidikan\n,\nPertanian\n,\nSains\n,\nSosial\n,\nTeknik\nINDBeasiswa.com –\nApakah kamu sedang mencari\nbeasiswa di Jepang\n? Tawaran beasiswa berikut patut kamu pertimbangkan! Shizuoka University secara rutin menawarkan Beasiswa ABP Shizuoka atau\nAsia Bridge Program\nbagi siswa lulusan SMA/Sederajat dari Indonesia, India, Myanmar, Thailand, dan Vietnam untuk menempuh kuliah S1 di Shizuoka University. Berikut informasi selengkapnya.\nBaca Juga\nBeasiswa ABP Shizuoka untuk Lulusan SMA/Sederajat\nAPA ITU BEASISWA ABP SHIZUOKA?\nPILIHAN FAKULTAS DAN JURUSAN\nCAKUPAN BEASISWA ABP SHIZUOKA\nPERSYARATAN BEASISWA ABP SHIZUOKA\nBERKAS DOKUMEN YANG DIBUTUHKAN DALAM PROGRAM BEASISWA ABP SHIZUOKA\nCARA MENDAFTAR BEASISWA ABP SHIZUOKA\nJADWAL PENDAFTARAN BEASISWA ABP SHIZUOKA\nKONTAK\nBeasiswa ABP Shizuoka untuk Lulusan SMA/Sederajat\nDengan pemandangan Gunung Fuji, yang merupakan simbol negara Jepang, Shizuoka berlokasi di tengah-tengah antara Tokyo dan Osaka. Dengan adanya sejumlah perusahaan global seperti SUZUKI, YAMAHA, dan HONDA, Shizuoka memberi mahasiswa peluang karier yang luar biasa dan komunitas yang terjangkau, layak huni, dan ramah dengan fasilitas berskala kota besar.\nAPA ITU BEASISWA ABP SHIZUOKA?\nAsia Bridge Program (ABP) adalah program kolaborasi industri-akademi yang unik untuk para siswa\ndari India, Indonesia, Thailand, Vietnam, dan Myanmar. Program ini diadakan berkat kerjasama erat\ndengan perusahaan global yang berasal dari Shizuoka dan dirancang untuk mendidik siswa menjadi\npemimpin global masa depan di bidang industri dan masyarakat. Kurikulum program ini menekankan\npada pendidikan antar-disiplin yang seimbang dengan fokus pada kombinasi keahlian teknis,\nkepiawaian dalam praktik bisnis, berpikir ilmiah, dan keterampilan interpersonal.\nABP adalah program 4 tahun yang dimulai pada bulan Oktober dengan satu semester pelatihan\nbahasa intensif. Selama enam bulan pada semester pertama, para penerima Beasiswa ABP Shizuoka secara intensif akan mempelajari mata pelajaran dasar (Bahasa Jepang, Matematika, dll). Selanjutnya, mereka akan mengikuti perkuliahan dan program pembelajaran aktif ABP, magang di perusahaan Jepang, proyek riset kelulusan dan lulus dalam empat tahun. Bahasa pengantar yang digunakan dalam program ini menggunakan bahasa Jepang.\nDengan kurikulum kolaborasi industri-akademi yang unik, mahasiswa terhubung dengan pilihan luas perusahaan global melalui sejumlah kegiatan dalam dan luar kampus seperti magang, ceramah, seminar, dan lokakarya yang diadakan oleh pakar bisnis dari perusahaan. Pihak Shizuoka University menawarkan konseling individual dari tahun pertama kuliah untuk membangun jalur karier pasca-kelulusan yang jelas.\nABP menyediakan bantuan finansial bagi seluruh mahasiswa. Selain bebas biaya pendaftaran dan biaya masuk, biaya kuliah tahun pertama pun dijamin bebas biaya. Bantuan untuk tahun ke-2, ke-3, dan ke-4\nmeliputi pembebasan biaya kuliah dan biaya lainnya sebesar 50% atau 100% berdasarkan penilaian tahunan terhadap kinerja akademik individual tahun sebelumnya. Tersedia juga peluang pendanaan lain yang disponsori pemerintah dan perusahaan.\nPendaftaran Beasiswa ABP Shizuoka membutuhkan EJU (Test untuk penerimaan universitas Jepang) dan test kemampuan Bahasa Inggris (TOEFL, TOEIC, atau IELTS), serta jika ada bisa menyertakan JLPT (Ujian kemampuan Bahasa Jepang). Proses penyaringan dapat dilakukan di negara masing-masing peserta dan Jepang, yang artinya peserta tidak perlu pergi ke Jepang ketika melakukan proses pendaftaran.\nPILIHAN FAKULTAS DAN JURUSAN\nFaculty of Humanities and Social Sciences\nDepartment of Social and Human Studies\nDepartment of Language and Culture\nDepartment of Law\nDepartment of Economics\nFaculty of Education\nFaculty of Informatics\nDepartment of Computer Sciences\nDepartment of Socio-Information Studies\nDepartment of Behavior Informatics\nFaculty of Science\nDepartment of Mathematics\nDepartment of Physics\nDepartment of Chemistry\nDepartment of Biological Sciences\nDepartment of Geoscience\nFaculty of Engineering\nDepartment of Mechanical Engineering\nDepartment of Electrical and Electronic Engineering\nDepartment of Electronic and Materials Science\nDepartment of Applied Chemistry and Biochemical Engineering\nDepartment of Mathematical and Systems Engineering\nFaculty of Agriculture\nDepartment of Bioresource Sciences\nDepartment of Applied Life Sciences\nCAKUPAN BEASISWA ABP SHIZUOKA\nBebas biaya pendaftaran dan biaya masuk.\nGratis biaya perkuliahan untuk tahun pertama. Untuk tahun kedua hingga keempat, terdapat potongan biaya perkuliahan mulai dari 50% hingga 100% (berdasarkan penilaian tahunan terhadap prestasi akademik).\nBaca Juga\nDaftar Beasiswa SMA SMK Kelas 10, 11, 12 yang dibuka setiap tahun\nBeasiswa DataPrint Tahun 2025 untuk Pelajar SMP, SMA/Sederajat dan Mahasiswa D3/D4/S1 (Deadline: 30 Nov 2025)\nBeasiswa Orbit Yogyakarta 2025 untuk Siswa SMA/SMK dan Mahasiswa S1/D4 di DIY (Deadline: 13 Okt 2025)\nBeasiswa AFS Effect + for the Classroom Pembelajaran Online untuk Guru SMA Sederajat (Deadline: 8 Okt 2025)\nBeasiswa SMA Unggulan CT ARSA Foundation Sukoharjo Tahun 2026 – Sekolah Gratis untuk Lulusan SMP/MTs (Deadline: 4 Jan 2026)\nPERSYARATAN BEASISWA ABP SHIZUOKA\nBukan merupakan warga negara Jepang.\nMerupakan warga negara Indonesia, Vietnam, Thailand, Myanmar atau India.\nPelamar mampu mendapatkan atau akan mendapatkan visa dengan status student (pelajar) untuk dapat mendaftar ke universitas di Jepang sesuai dengan peraturan imigrasi Jepang (Japanese Immigration Control and Refugee Recognition Act).\nMemenuhi\nSALAH SATU\npersyaratan berikut\n(tidak harus semua, salah satu saja):\na. Sudah menyelesaikan 12 tahun pendidikan sekolah di negara Indonesia/Vietnam/Thailand/Myanmar/India atau telah menyelesaikan SMA/Sederajat\nb. Telah lulus ujian di negara asal yang menerangkan bahwa pelamar mempunyai kemampuan akademik setara atau lebih tinggi daripada kualifikasi yang disebutkan di nomer 4a. Selain itu, pelamar juga harus berusia 18 tahun sebelum 30 September 2026.\nc. Mempunyai Ijazah International Baccalaureate yang dikeluarkan oleh International Baccalaureate Organization, sebuah yayasan berdasarkan Swiss Civil Code.\nd. Mempunyai ijazah Abitur, yang diakui sebagai kualifikasi untuk masuk pada universitas di Jerman.\ne. Mempunyai ijazah Baccalaureate, yang diakui sebagai kualifikasi untuk masuk pada universitas di Prancis.\nf. Mempunyai General Certificate of Education, Advanced Level (GCE A-Level), yang diakui sebagai kualifikasi untuk masuk pada universitas di UK.\nApabila pelamar berasal dari sekolah menengah Jepang atau sekolah internasional yang ada di Jepang, studi tersebut harus berdurasi tidak lebih dari tiga tahun.\nBERKAS DOKUMEN YANG DIBUTUHKAN DALAM PROGRAM\nBEASISWA ABP SHIZUOKA\nData peserta yang diisi secara online.\nEsai dalam bahasa Jepang dengan panjang 500 kata\nBerisi penjelasan motivasi melamar beasiswa, bidang akademik yang diminati, dan jalur karir yang diinginkan setelah menyelesaikan studi.\nFormat PDF.\nPasfoto terbaru ukuran 35 mm x 45 mm\nMargin dari garis foto ke bagian kepala 5-7 mm.\nPasfoto diambil dalam 3 bulan terakhir.\nResolusi gambar minimal 150 dpi.\nFormat PDF, JPG, GIF, atau PNG.\nSalinan transkrip akademik pada kelas 10, 11, dan 12.\nTranskrip akademik harus menampilkan nama kepala sekolah serta cap resmi atau tandatangan kepala sekolah.\nApabila transkrip nilai menggunakan bahasa Indonesia, maka peserta harus melampirkan hasil terjemahan ke dalam bahasa Jepang atau Inggris. Hasil terjemahan harus terdapat cap resmi dari organisasi/institusi yang menerjemahkan, atau terdapat tanda tangan dari pihak penerjemah. Dan apabila sudah ada, lampirkan juga salinan hasil ujian akhir.\nFormat PDF, JPG, GIF, atau PNG, dengan resolusi minimal 150 dpi.\nBaca Juga:\nApa itu Transkrip Nilai untuk Mendaftar Beasiswa?\nIjazah/sertifikat kelulusan SMA/Sederajat.\nFormat: PDF, JPG, GIF, atau PNG.\nResolusi minimal 150 dpi.\nHasil tes EJU (Examination for Japanese University Admission for International Students / ujian masuk universitas di Jepang bagi pelamar internasional) dari salah satu sesi ujian berikut: sesi pertama tahun 2024, sesi kedua tahun 2024, sesi pertama tahun 2025, dan sesi kedua tahun 2025.\nFormat: PDF, JPG, GIF, atau PNG, dengan resolusi minimal 150 dpi.\nTest EJU bisa diikuti dalam Bahasa Inggris dan Jepang. Test EJU di Indonesia diadakan 1 tahun 2 kali (Jakarta dan Surabaya). Tahap 1 pada bulan Juni, dan tahap 2 pada bulan November. Untuk mendaftar Tes EJU dapat menghubungi salah satu kontak berikut:\n– Kantor JASSO Indonesia\nSummitmas Tower 2, 2nd Floor, Jalan Jenderal Sudirman KAV 61-62\nTelp.: 021-2521912\nE-mail: info@jasso.or.id\nInstagram: @jassoindonesia\n– Pusat Studi Jepang インドネシア大学\nGedung Pusat Studi Jepang Lt1, Kampus UI Depok, 16424\nTelp.: 021-786-3547\nNo. HP: 081381651995\nE-mail: ejuindonesia.jakarta@gmail.com\n– I’MC Center\nLotus Regency F7, Jl. Ketintang Baru Selatan 1A/23,\nSurabaya, Jawa Timur 60231\nTelp.: (031) 8299052\n081216357443\nInstagram: @imccentersurabaya\nEmail: info@imccsub.com\nHasil tes kecakapan bahasa Inggris seperti Tes TOEIC L&R, TOEFL iBT Home Edition, TOEFL iBT atau IELTS (Academic Module).\nFormat: PDF, JPG, GIF, atau PNG, dengan resolusi minimal 150 dpi.\nHasil tes JLPT (Japanese-Language Proficiency Test)\nPelamar yang belum mengikuti tes EJU Japanese as a Foreign Language tidak dapat mendaftar tanpa menyerahkan hasil tes JLPT.\nPelamar yang telah mengikuti tes EJU Japanese as a Foreign Language juga harus menyerahkan hasil tes JLPT jika mereka memilikinya.\nPelamar dapat mengirimkan salinan laporan hasil tes dari salah satu sesi tes berikut dalam bentuk file elektronik: Tes kedua tahun 2023, Tes pertama tahun 2024, Tes kedua tahun 2024, dan Tes pertama tahun 2025.\nConsent Form\nKhusus bagi pelamar yang bekerja di kantor publik atau perusahaan dan mendaftar ke Fakultas Informatika, Fakultas Sains, Fakultas Teknik, atau Fakultas Pertanian harus mengirimkan formulir persetujuan yang ditandatangani oleh atasan mereka dalam bentuk file elektronik.\nNOTE: Format Dokumen yang dibutuhkan bisa diunduh pada link berikut:\nhttps://www.abp.icsu.shizuoka.ac.jp/eng/u-admissions\n.\nBaca Juga\nCerita Inspirasi: Tips dan Pengalaman Meraih Juara Nasional\nCerita Inspirasi: Guru di daerah terpencil mendapatkan Beasiswa Luar Negeri\nCerita Inspirasi: Mendapatkan Beasiswa di UIN Sunan Ampel Surabaya\nCerita Inspirasi: Meraih Beasiswa Unggulan untuk Kuliah S1 FULL\nCerita Inspirasi: Cara ke Luar Negeri Gratis sebagai Pelajar\nCARA MENDAFTAR BEASISWA ABP SHIZUOKA\nUntuk mendaftar Beasiswa ABP Shizuoka, pelamar dapat mendaftarkan diri secara online pada website resminya berikut:\nhttps://www.abp.icsu.shizuoka.ac.jp\n. Saat ini pelamar belum dapat mendaftar, pendaftaran\nBARU AKAN DIBUKA pada tanggal\n10 NOVEMBER 2025\ndan ditutup pada\n26 NOVEMBER 2025\n. Karena saat ini pendaftaran belum dibuka, pelamar dapat mempersiapkan diri dengan melengkapi persyaratan dan berkas dokumen yang dibutuhkan.\nInformasi lebih detail mengenai program ABP Shizuoka juga dapat dilihat pada link berikut:\nInformasi Beasiswa ABP\n.\nDaftar Beasiswa Kuliah S1 Tahun 2026 lainnya yang sedang dibuka bisa dilihat di:\nDaftar Beasiswa S1 2026\n.\nJADWAL PENDAFTARAN BEASISWA ABP SHIZUOKA\nWaktu Pendaftaran Beasiswa ABP Shizuoka: 10 November s/d 26 November 2025\nPengumuman hasil seleksi pertama: 16 Januari 2026\nSeleksi Wawancara: Februari 2026\nPengumuman hasil seleksi wawancara: 6 Maret 2026\nPendaftaran universitas: akhir September 2026\nKONTAK\nApabila ada yang ingin ditanyakan mengenai Beasiswa ABP Shizuoka, dapat langsung menghubungi kontak berikut:\nShizuoka University, International Affairs Section\nEmail: abpquery@adb.shizuoka.ac.jp\n(Pertanyaan bisa dalam bahasa Inggris atau Jepang)\nSumber Informasi Resmi:\nhttps://www.abp.icsu.shizuoka.ac.jp/eng/news/1655/\nSilakan dibagikan pada rekan-rekan yang membutuhkan dan semoga bermanfaat.\nApabila membagikan artikel ini, harap sertakan link sumber dari INDBeasiswa. Terimakasih.\n2026\n,\nbeasiswa parsial\n,\ntuition fee scholarship\nBaca Juga:\nBeasiswa S2 Belanda 2026 oleh Maastricht University Fully Funded (Deadline: 1 Februari 2026)\nBeasiswa Fulbright 2026 untuk Kuliah S2 – S3 di Amerika Serikat FULL Scholarship (Deadline: 18 Feb 2026)\nBeasiswa YBM BRILiaN Smart 2025 Subsidi UKT untuk Mahasiswa D3, D4, S1 Semester 1 Seluruh Indonesia (Deadline: 24 Okt 2025)\nBeasiswa KFUPM 2026 Kuliah S2 – S3 di Arab Saudi FULL Scholarship (Deadline: 10 Jan 2026)\n«\nBeasiswa S2 Belanda 2026 oleh Maastricht University Fully Funded (Deadline: 1 Februari 2026)",
    "organizer": "Indbeasiswa.com"
  },
  {
    "id": "0110d017ae725a94176de03b0d2c69ada3811a3a",
    "source": "indbeasiswa.com",
    "title": "Beasiswa DataPrint Tahun 2025 untuk Pelajar SMP, SMA/Sederajat dan Mahasiswa D3/D4/S1 (Deadline: 30 Nov 2025)",
    "description": "Beasiswa DataPrint Tahun 2025 untuk Pelajar SMP, SMA/Sederajat dan Mahasiswa D3/D4/S1 (Deadline: 30 Nov 2025)\nINDBeasiswa\nBeasiswa DataPrint Tahun 2025 untuk Pelajar SMP, SMA/Sederajat dan Mahasiswa D3/D4/S1 (Deadline: 30 Nov 2025)\nBeasiswa SMP\n,\nBeasiswa Dalam Negeri\n,\nBeasiswa Mahasiswa On-Going\n,",
    "category": "Lokal",
    "date": "30 November 2025",
    "location": "Online",
    "link": "https://indbeasiswa.com/beasiswa-dataprint/",
    "fullContent": "Beasiswa DataPrint Tahun 2025 untuk Pelajar SMP, SMA/Sederajat dan Mahasiswa D3/D4/S1 (Deadline: 30 Nov 2025)\nINDBeasiswa\nBeasiswa DataPrint Tahun 2025 untuk Pelajar SMP, SMA/Sederajat dan Mahasiswa D3/D4/S1 (Deadline: 30 Nov 2025)\nBeasiswa SMP\n,\nBeasiswa Dalam Negeri\n,\nBeasiswa Mahasiswa On-Going\n,\nBeasiswa Pilihan\n,\nBeasiswa S1\n,\nBeasiswa SMA SMK\n,\nDiploma\n,\nSemua Jurusan\nINDBeasiswa.com –\nBagi kamu pelajar dan mahasiswa Indonesia, ada tawaran beasiswa yang bisa kamu pertimbangkan untuk diikuti. Di penghujung tahun 2025,\nProgram Beasiswa DataPrint 2025\nkembali dibuka untuk Periode 4!\nBeasiswa tahun 2025\nini dibuka untuk pelajar SMP/SMA Sederajat serta mahasiswa perguruan tinggi jenjang Diploma (D3 & D4) dan Sarjana (S1) di seluruh Indonesia. Berikut informasi selengkapnya.\nDaftar Isi\nBeasiswa DataPrint 2025 untuk Pelajar dan Mahasiswa\nApa itu Beasiswa DataPrint?\nBeasiswa Data Print dapat berapa?\nKuota Beasiswa\nTema Essay Program Beasiswa DataPrint Periode 4Tahun 2025\nTata Cara Pembuatan Essay sebagai Persyaratan Beasiswa\nPersyaratan Beasiswa untuk Pelajar dan Mahasiswa dari DataPrint\nCara Mendaftar Beasiswa DataPrint\nKontak\nBeasiswa DataPrint 2025 untuk Pelajar dan Mahasiswa\nApa itu Beasiswa DataPrint?\nBeasiswa DataPrint merupakan program CSR (Corporate Social Responsibility atau Tanggung Jawab Sosial Perusahaan) DataPrint. Program Beasiswa DataPrint telah memasuki tahun ke lima belas. Setelah sukses mengadakan program beasiswa di tahun 2011 hingga 2024, maka DataPrint kembali membuat program beasiswa bagi penggunanya yang berstatus pelajar dan Mahasiswa aktif.\nBeasiswa DataPrint yang dibagikan diharapkan dapat meringankan biaya pendidikan sekaligus mendorong penerima beasiswa untuk lebih berprestasi, aktif serta kreatif. Pada tahun ini, pendaftaran beasiswa akan diadakan per 2 bulanan, terbagi dalam 4 periode. Jadi, kesempatanmu untuk mendapatkan beasiswa semakin terbuka lebar di tahun 2025 ini!\nBeasiswa Data Print dapat berapa?\nAdapun Beasiswa DataPrint 2025 diberikan dalam bentuk uang tunai sebagai dana tambahan biaya pendidikan. Dana beasiswa yang diberikan nominal rata yaitu Rp 500.000,- bagi masing-masing penerima beasiswa. Dana beasiswa HANYA diberikan\nsatu kali\nbagi peserta yang lolos penilaian. Aspek penilaian berdasarkan dari\nVIDEO\nESSAY, PRESTASI, KEAKTIFAN,\nLINK info beasiswa\n.\nKuota Beasiswa\nPeriode 1:\n15 orang\nPeriode 2:\n15 orang\nPeriode 3:\n15 orang\nPeriode 4:\n15 orang\nTema Essay Program Beasiswa DataPrint Periode 4\nTahun 2025\nTema Essay untuk Pelajar SMP/SMA/SMK/Sederajat\n:\n“Peran Kecerdasan Buatan (AI) Dalam Membantu Pembelajaran”\nTema Essay untuk Mahasiswa D3/D4/S1\n:\n“Hak Asasi Manusia yang Sudah Terpenuhi dan Belum Terpenuhi Di Indonesia”\nTata Cara Pembuatan Essay sebagai Persyaratan Beasiswa\nBuatlah video essay dengan menjelaskan pendapat pribadimu mengenai Tema Essay seperti yang tertera di atas:\nDiawali dengan “Saya (sebut nama kamu), sekolah/kuliah di (sebut nama sekolah/kampusmu), video ini dibuat untuk mengikuti pendaftaran Beasiswa DataPrint periode 3 tahun 2025”. Lalu dilanjutkan dengan menjelaskan pendapat kamu mengenai tema essai pelajar/mahasiswa. Harus tampak wajah & memegang produk DataPrint dan berbicara langsung didepan kamera (dilarang menggunakan voice over).\nSampaikan pendapat kamu pribadi mengenai tema tersebut. Tidak perlu mencari contekan di google. Dilarang menggunakan video orang lain. Durasi minimal 3 menit.\nJika sudah, posting video tersebut di feed/reels Instagram atau Facebook atau Youtube atau Tiktok. Tag & mention IG @dataprintindonesia, #Beasiswadataprint\nNote :\nuntuk posting video di Feed Instagram durasi lebih dari 3 menit\n, caranya buka video dari galeri hp, lalu klik share, lalu pilih feed instagram, lalu klik trim, lalu panjangkan/tarik kotak trim sampai ujung video, lalu next dan post.\nHARUS POSTING DI AKUN PRIBADI\n(tidak di second account/akun jualan/akun baru yang tidak ada followernya/postingannya atau di story instagram/fb). Pastikan akun media sosial kamu\nTIDAK di PRIVATE\nagar panitia dapat mengecek link yang kamu cantumkan.\nSetelah diposting, copy link postingan tersebut di kolom essay. Untuk kolom essay di formulir hanya bisa diisi dengan link.\nBaca Juga\nDaftar Beasiswa SMA SMK Kelas 10, 11, 12 yang dibuka setiap tahun\nBeasiswa DataPrint Tahun 2025 untuk Pelajar SMP, SMA/Sederajat dan Mahasiswa D3/D4/S1 (Deadline: 30 Nov 2025)\nBeasiswa Orbit Yogyakarta 2025 untuk Siswa SMA/SMK dan Mahasiswa S1/D4 di DIY (Deadline: 13 Okt 2025)\nBeasiswa AFS Effect + for the Classroom Pembelajaran Online untuk Guru SMA Sederajat (Deadline: 8 Okt 2025)\nBeasiswa SMA Unggulan CT ARSA Foundation Sukoharjo Tahun 2026 – Sekolah Gratis untuk Lulusan SMP/MTs (Deadline: 4 Jan 2026)\nPersyaratan Beasiswa untuk Pelajar dan Mahasiswa dari DataPrint\nMerupakan pelajar/mahasiswa aktif dari tingkat SMP/SMA/SMK hingga perguruan tinggi untuk jenjang D3/D4/S1.\nTerlibat aktif pada kegiatan atau organisasi sekolah/perguruan tinggi.\nTidak terlibat narkoba atau pernah melakukan tindak kriminal.\nTidak sedang mendapatkan beasiswa dari perusahaan swasta lain. Namun jika saat ini peserta masih mendapatkan beasiswa dari sekolah/kampus dan pemerintah, peserta tetap dapat mengikuti pendaftaran beasiswa DataPrint.\nPenerima beasiswa DataPrint yang\nTELAH MENDAPAT DANA\nbeasiswa di periode 3 tahun 2025\nTIDAK DAPAT\nmendaftar di program beasiswa periode 4 tahun 2025.\nSatu nomor kupon yang terdapat di dalam produk DataPrint, hanya berlaku untuk satu kali registrasi.\nKolom\nKODE KUPON\n, diisi dengan kode yang tertera pada bagian belakang kupon asli DataPrint (perhatikan logo program di depan kemasan).\nPastikan kamu membeli produk DataPrint terbaru tahun ini ber-logo\nProgram KUPON DATAPRINT\nyang terdapat di depan kemasan produk. Kamu bisa membeli produk DataPrint di toko buku, alat tulis kantor, toko peralatan komputer, swalayan atau official store DataPrint yang terdapat di Shopee, BliBli, Tokopedia, dan TikTok Shop. Berikut contoh tampilan Kupon Dataprint terbaru:\nContoh Tampilan Kupon Dataprint\n.\nUntuk pendaftaran di periode 4 tahun 2025, diperbolehkan mendaftar menggunakan kupon Gebyar DataPrint (2022), KUPON DATAPRINT (2023), KUPON DATAPRINT (2024) dan KUPON DATAPRINT (2025). Pendaftaran formulir yang menggunakan kupon\nselain\nkupon tersebut akan\ndidiskualifikasi.\nPendaftaran GRATIS tidak dipungut biaya.\nPengguna produk DataPrint yang mendaftar beasiswa boleh melakukan lebih dari satu kali pendaftaran dengan menggunakan kode kupon yang berbeda dan essay yang berbeda. Panitia akan memilih formulir pendaftaran dengan nilai tertinggi.\nBaca Juga:\nDAFTAR BEASISWA S1 TAHUN 2026 YANG SEDANG DIBUKA\nCara Mendaftar Beasiswa DataPrint\nUntuk mendaftar Beasiswa DataPrint 2025, peserta dapat mendaftarkan diri secara online dengan mengisi Formulir Registrasi pada link berikut:\nhttps://beasiswadataprint.com/formulir-pendaftaran/\n.\nIkuti langkah-langkah pengisian formulir online beasiswa pada link berikut:\nhttps://beasiswadataprint.com/peraturan/\n.\nMasukkan link postingan video essay yang telah dibuat pada kolom ESSAY yang terdapat pada Formulir Registrasi di atas.\nSetelah melakukan pendaftaran, jangan lupa simpan fotocopy rapot terakhir atau IPK terakhir dan kupon sebagai bukti sah verifikasi apabila terpilih sebagai penerima beasiswa.\nBatas waktu pendaftaran Periode 4 Tahun 2025 sampai dengan\n30 NOVEMBER 2025\n.\nSeluruh peserta nantinya akan diseleksi (penilaian berdasarkan data di formulir\ndan bukan diundi) oleh tim beasiswa dari DataPrint.\nAspek penilaian\nberdasarkan dari\nVIDEO\nESSAY, PRESTASI, KEAKTIFAN,\nLINK info beasiswa\n.\nPengumuman Beasiswa Periode 4Tahun 2025 dilaksanakan pada tanggal 5 Desember 2025. Pihak panitia TIDAK MENGHUBUNGI penerima beasiswa. Nama penerima beasiswa dapat dilihat di\nwebsite: www.dataprint.co.id\n;\nwww.facebook.com/dataprintindonesia\n; atau\nInstagram @dataprintindonesia\n.\nKontak\nApabila ada yang ingin ditanyakan mengenai program Beasiswa Dataprint Tahun 2025 dapat menghubungi kontak panitia penyelenggara berikut ini:\nInstagram: @dataprintindonesia\nFacebook: www.facebook.com/dataprintindonesia\nSumber Website Resmi:\nhttps://beasiswadataprint.com/\nSilakan dibagikan pada teman dan keluarga yang membutuhkan. Semoga bermanfaat.\nApabila membagikan artikel ini, harap sertakan link sumber dari INDBeasiswa. Terimakasih.\n2025\n,\nbeasiswa mahasiswa on-going\nBaca Juga:\nBeasiswa ABP Shizuoka Tahun 2025 Kuliah S1 di Jepang (Deadline: 26 Nov 2025)\nBeasiswa Fulbright 2026 untuk Kuliah S2 – S3 di Amerika Serikat FULL Scholarship (Deadline: 18 Feb 2026)\nBeasiswa YBM BRILiaN Smart 2025 Subsidi UKT untuk Mahasiswa D3, D4, S1 Semester 1 Seluruh Indonesia (Deadline: 24 Okt 2025)\nDaftar Beasiswa SMA SMK Kelas 10, 11, 12 yang dibuka setiap tahun\n«\nArryman Scholarship ISRSF Kuliah MSc – PhD di SOAS London University untuk Lulusan Minimal S1 (Deadline: 31 Jan 2026)\nBeasiswa KFUPM 2026 Kuliah S2 – S3 di Arab Saudi FULL Scholarship (Deadline: 10 Jan 2026)\n»",
    "organizer": "Indbeasiswa.com"
  },
  {
    "id": "2864166352b1626e986ea9aff11614694d576f5c",
    "source": "indbeasiswa.com",
    "title": "Beasiswa YBM BRILiaN Smart 2025 Subsidi UKT untuk Mahasiswa D3, D4, S1 Semester 1 Seluruh Indonesia (Deadline: 24 Okt 2025)",
    "description": "Beasiswa YBM BRILiaN Smart 2025 Subsidi UKT untuk Mahasiswa D3, D4, S1 Semester 1 Seluruh Indonesia (Deadline: 24 Okt 2025)\nINDBeasiswa\nBeasiswa YBM BRILiaN Smart 2025 Subsidi UKT untuk Mahasiswa D3, D4, S1 Semester 1 Seluruh Indonesia (Deadline: 24 Okt 2025)\nBeasiswa Mahasiswa On-Going\n,\nBeasiswa S",
    "category": "Lokal",
    "date": "Tidak diketahui",
    "location": "Online",
    "link": "https://indbeasiswa.com/beasiswa-ybm-brilian/",
    "fullContent": "Beasiswa YBM BRILiaN Smart 2025 Subsidi UKT untuk Mahasiswa D3, D4, S1 Semester 1 Seluruh Indonesia (Deadline: 24 Okt 2025)\nINDBeasiswa\nBeasiswa YBM BRILiaN Smart 2025 Subsidi UKT untuk Mahasiswa D3, D4, S1 Semester 1 Seluruh Indonesia (Deadline: 24 Okt 2025)\nBeasiswa Mahasiswa On-Going\n,\nBeasiswa S1\n,\nDiploma\n,\nSemua Jurusan\nINDBeasiswa.com –\nInfo\nbeasiswa dalam negeri\nkali ini datang dari Beasiswa YBM BRILiaN. Di tahun 2025 ini,\nYBM BRILiaN Smart Scholarship\nmembuka peluang beasiswa bagi mahasiswa semester 1 jenjang D3/D4/S1 dari seluruh perguruan tinggi di Indonesia. Berikut informasi selengkapnya.\nDaftar Isi\nBeasiswa YBM BRILiaN Smart Scholarship Tahun 2025\nAPA ITU BEASISWA YBM BRILiaN SMART SCHOLARSHIP (PT)?\nCAKUPAN BEASISWA\nPERSYARATAN BEASISWA YBM BRILiaN SMART\nBERKAS DOKUMEN YANG DIBUTUHKAN (softcopy)\nCARA MENDAFTAR BEASISWA YBM BRILiaN SMART\nKONTAK\nBeasiswa YBM BRILiaN Smart Scholarship Tahun 2025\nYayasan Baitul Maal BRILiaN merupakan Lembaga Amil Zakat Nasional yang menghimpun dan mengelola dana zakat. Program yang diselenggarakan oleh YBM BRILiaN meliputi pendidikan, sosial, kesehatan, dan ekonomi. Program unggulan YBM BRILiaN dalam bidang pendidikan adalah Smart Scholarship dan Bright Scholarship.\nAPA ITU BEASISWA YBM BRILiaN SMART SCHOLARSHIP (PT)?\nYBM BRILiaN Smart Scholarship\nmerupakan program pendayagunaan zakat YBM BRILiaN di bidang pendidikan yang bertujuan menunjang kegiatan akademik guna menghasilkan SDM yang unggul, berkarakter, berkompetensi dan berdaya saing. Program beasiswa ini ditujukan bagi mahasiswa aktif semester 1 (satu) jenjang D3/D4/S1, berupa kontribusi UKT sebagai penunjang kegiatan akademik.\nCAKUPAN BEASISWA\nSubsidi UKT 2 semester kepada masing-masing penerima beasiswa.\nJejaring nasional dan internasional. Peserta mendapatkan akses jaringan nasional dan internasional.\nMentoring peningkatan kapasitas diri. Mendapatkan dukungan program pengembangan diri dan soft skill sesuai potensi dan peminatan diri.\nPengalaman pemberdayaan masyarakat. Terlibat dalam social project sesuai peminatan.\nBaca Juga:\nDaftar Beasiswa untuk Mahasiswa S1 On-Going (yang sedang berkuliah)\nPERSYARATAN BEASISWA YBM BRILiaN SMART\nMerupakan Warga Negara Indonesia.\nMuslim/muslimah, pendaftar beragama Islam.\nMerupakan mahasiswa/i aktif semester 1 jenjang D3/D4/S1 dari seluruh perguruan tinggi (negeri dan swasta) di Indonesia.\nBerasal dari keluarga yang memiliki keterbatasan finansial, pendaftar wajib memastikan:\nMelengkapi data pendapatan dan pengeluaran keluarga per bulan;\nMelengkapi jumlah tanggungan (di luar kepala keluarga);\nMelengkapi kondisi fisik rumah dan menyertakan foto kondisi rumah (tampak depan dan ruang tengah);\nBerprestasi dan aktif berorganisasi dalam 3 tahun terakhir, jika pendaftar yang memiliki prestasi di bidang akademik dan/atau non-akademik, hafalan Al Qur’an atau aktif berorganisasi wajib memastikan:\nMelengkapi riwayat prestasi kejuaraan/non kejuaraan dengan format penulisan : Tahun_Nama Prestasi_Tingkat Prestasi_Sebagai (contoh : 2025_Olimpiade Matematika_Nasional_Juara 1), mengunggah sertifikat prestasi, penghargaan atau bukti (ijazah) hafalan Al Qur’an jika ada (dijadikan 1 file unggahan).\nMelengkapi pengalaman organisasi atau kegiatan kesiswaan/sosial yang relevan dengan format penulisan : Tahun Aktif_Nama Organisasi_Tingkat Organisasi_Jabatan (contoh : 2025_OSIS_Sekolah_Ketua)\nMampu membaca Al-Qur’an, melengkapi isian kemampuan membaca Al Qur’an dan jumlah hafalan pada kolom isian.\nBelum menikah dan bersedia tidak menikah, selama menerima beasiswa.\nBelum menerima beasiswa dari pihak manapun, baik pemerintah maupun swasta dan bersedia tidak menerima beasiswa atau program finansial lainnya (termasuk KIP-K).\nMahasiswa/i wajib terdaftar pada program studi reguler yang terakreditasi, dengan ketentuan:\nKelas studi yang diperkenankan adalah kelas reguler pagi atau reguler penuh waktu (full-time).\nTidak berlaku untuk kelas eksekutif, kelas karyawan, kelas jarak jauh, kelas internasional (untuk studi dalam negeri), dan kelas lain yang tidak diselenggarakan di kampus induk.\nBERKAS DOKUMEN YANG DIBUTUHKAN (softcopy)\nPersonal statement (dapat diunduh pada akun beasiswa masing-masing)\nScan/foto surat keterangan aktif semester 1 atau bukti diterima di kampus\nScan/foto Kartu Keluarga/surat tentang susunan keluarga\nFoto diri/pasfoto formal\nFoto rumah tampak depan dan ruang tengah\nScan/foto sertifikat penghargaan (jika ada)\nScan/foto salah satu dokumen berikut:\nSurat penghasilan orang tua/wali\nKartu Keluarga Sejahtera (KKS)\nKartu peserta Program Keluarga Harapan (PKH)\nSurat Keterangan Tidak Mampu (SKTM) yang dikeluarkan oleh perangkat desa\nBaca Juga\nBeasiswa YBM BRILiaN Smart 2025 Subsidi UKT untuk Mahasiswa D3, D4, S1 Semester 1 Seluruh Indonesia (Deadline: 24 Okt 2025)\nBeasiswa DataPrint Tahun 2025 untuk Pelajar SMP, SMA/Sederajat dan Mahasiswa D3/D4/S1 (Deadline: 30 Nov 2025)\nBantuan Kuliah S1 – S3 dari BAZNAS dan PP Muhammadiyah 2025 (Deadline: 15 Okt 2025)\nBeasiswa Orbit Yogyakarta 2025 untuk Siswa SMA/SMK dan Mahasiswa S1/D4 di DIY (Deadline: 13 Okt 2025)\nBeasiswa Aktivis Nusantara (BAKTI NUSA) 15 untuk Mahasiswa S1 Semester 7 (Deadline: 19 Okt 2025)\nCARA MENDAFTAR BEASISWA YBM BRILiaN SMART\nUntuk mendaftar Beasiswa YBM BRILiaN Smart Scholarship, peserta dapat melakukan registrasi online melalui link berikut:\nhttps://brilianscholarship.id/smartpt/pendaftaran\n. Panduan pendaftaran cek di\nbrilian.in/panduansmartpt2025\n.\nPastikan data diisi dengan benar dan valid. Input form yang ditandai dengan bintang merah wajib diisi. Jika semua data sudah benar dan valid, klik tombol “Selanjutnya” untuk melanjutkan ke halaman berikutnya.\nSetelah mengirimkan formulir pengisian data, peserta akan dialihkan ke halaman konfirmasi data isian telah berhasil submit, silakan unduh informasi akun yang digunakan untuk login dan melanjutkan upload berkas pendaftaran.\nSilahkan login dengan email dan password yang tercantum pada file yang telah diunduh sebelumnya.\nJika sudah berada di halaman “Upload Berkas”, peserta dapat mengunggah semua berkas yang diwajibkan. Berkas yang dapat diunggah harus memenuhi kriteria persyaratan:\nBerupa file dengan format .jpg, .jpeg, .png, atau .pdf.\nFile personal statement atau CV wajib dengan format .pdf\nFile yang ditandai dengan bintang wajib diunggah.\nSetelah berhasil mengunggah berkas, semua data pendaftaran dan berkas akan melalui proses validasi oleh petugas. Harap tunggu pengumuman yang akan diinformasikan secara serentak pada tanggal yang telah ditentukan.\nBatas waktu pendaftaran Beasiswa YBM BRILian Smart Scholarship\nsampai dengan 24 OKTOBER 2025.\nPendaftar yang telah menyelesaikan pendaftaran dan unggah semua dokumen yang dibutuhkan akan melalui beberapa tahapan proses seleksi, di antaranya :\nSeleksi Administrasi\nTes Wawancara Akhir\nPenetapan Awardee Terpilih\nKONTAK\nApabila ada yang ingin ditanyakan mengenai beasiswa di atas, dapat menghubungi kontak berikut:\n0811 9167 444\nSumber Informasi Resmi:\nInstagram @ybmbrilian\nSilakan dibagikan pada teman-teman yang membutuhkan. Semoga bermanfaat.\nApabila membagikan artikel ini, harap sertakan link sumber dari INDBeasiswa. Terimakasih.\n2025\n,\nIPB\n,\nITB\n,\nITS\n,\njakarta\n,\nmalang\n,\nsumatera\n,\nsurabaya\n,\ntuition fee scholarship\n,\nUGM\nBaca Juga:\nBeasiswa ABP Shizuoka Tahun 2025 Kuliah S1 di Jepang (Deadline: 26 Nov 2025)\nBeasiswa Fulbright 2026 untuk Kuliah S2 – S3 di Amerika Serikat FULL Scholarship (Deadline: 18 Feb 2026)\nBeasiswa DataPrint Tahun 2025 untuk Pelajar SMP, SMA/Sederajat dan Mahasiswa D3/D4/S1 (Deadline: 30 Nov 2025)\nBantuan Kuliah S1 – S3 dari BAZNAS dan PP Muhammadiyah 2025 (Deadline: 15 Okt 2025)\n«\nDaftar Beasiswa SMA SMK Kelas 10, 11, 12 yang dibuka setiap tahun\nBeasiswa Fulbright 2026 untuk Kuliah S2 – S3 di Amerika Serikat FULL Scholarship (Deadline: 18 Feb 2026)\n»",
    "organizer": "Indbeasiswa.com"
  },
  {
    "id": "eef0a6555898040a3463737104b805db243dde82",
    "source": "indbeasiswa.com",
    "title": "Bantuan Kuliah S1 – S3 dari BAZNAS dan PP Muhammadiyah 2025 (Deadline: 15 Okt 2025)",
    "description": "Bantuan Kuliah S1 – S3 dari BAZNAS dan PP Muhammadiyah 2025 (Deadline: 15 Okt 2025)\nMod\nBantuan Kuliah S1 – S3 dari BAZNAS dan PP Muhammadiyah 2025 (Deadline: 15 Okt 2025)\nBeasiswa S1\n,\nBeasiswa Mahasiswa On-Going\n,\nBeasiswa S2\n,\nBeasiswa S3\n,\nSemua Jurusan\nINDBeasiswa.com –\nKabar baik bagi mahasisw",
    "category": "Lokal",
    "date": "Tidak diketahui",
    "location": "Indonesia",
    "link": "https://indbeasiswa.com/bantuan-kuliah-msa/",
    "fullContent": "Bantuan Kuliah S1 – S3 dari BAZNAS dan PP Muhammadiyah 2025 (Deadline: 15 Okt 2025)\nMod\nBantuan Kuliah S1 – S3 dari BAZNAS dan PP Muhammadiyah 2025 (Deadline: 15 Okt 2025)\nBeasiswa S1\n,\nBeasiswa Mahasiswa On-Going\n,\nBeasiswa S2\n,\nBeasiswa S3\n,\nSemua Jurusan\nINDBeasiswa.com –\nKabar baik bagi mahasiswa on-going yang sedang mencari bantuan kuliah S1, S2 serta S3! Berdasarkan informasi dari website\nscholarship.muhammadiyah.or.id\n, saat ini BAZNAS bersama Pimpinan Pusat Muhammadiyah bekerjasama untuk mendukung keberlanjutan pendidikan tinggi masyarakat Indonesia melalui program\nBantuan Dana Pendidikan\nyang dikelola oleh Muhammadiyah Scholarship Agency (MSA). Berikut informasi selengkapnya.\nDaftar Isi\nBantuan Kuliah S1 – S3 dari BAZNAS dan PP Muhammadiyah\nApa itu Muhammadiyah Scholarship Agency?\nApa itu Bantuan Dana Pendidikan BAZNAS & PP Muhammadiyah?\nSkema Bantuan Kuliah S1 – S3\nCakupan Bantuan Kuliah S1 – S3\nSasaran Bantuan Kuliah S1 – S3\nPenyaluran\nPersyaratan\nBerkas dokumen yang dibutuhkan\nCara Mendaftar\nTimeline Pendaftaran\nKontak\nBantuan Kuliah S1 – S3 dari BAZNAS dan PP Muhammadiyah\nApa itu Muhammadiyah Scholarship Agency?\nMuhammadiyah berperan penting dalam pengembangan SDM melalui pendidikan dan kaderisasi, salah satunya dengan memberikan beasiswa untuk mencetak pemimpin masa depan yang berintegritas dan berdaya saing. Namun, distribusi\nbeasiswa\nyang belum merata serta pengelolaannya yang masih terpisah menjadi tantangan dalam memastikan bantuan pendidikan tepat sasaran. Oleh karena itu, Muhammadiyah Scholarship Agency (MSA) hadir sebagai sistem terintegrasi yang mengelola beasiswa secara profesional, transparan, efektif, dan berkelanjutan, sehingga dapat mencetak SDM unggul bagi umat, bangsa, dan persyarikatan.\nApa itu Bantuan Dana Pendidikan BAZNAS & PP Muhammadiyah?\nProgram ini merupakan kolaborasi antara Badan Amil Zakat Nasional (BAZNAS) dan Pimpinan Pusat Muhammadiyah untuk mendukung keberlanjutan pendidikan tinggi masyarakat Indonesia. Kolaborasi ini diwujudkan melalui PKS Nomor 260/PKS/BAZNAS/07/2025 tentang Penyaluran Dana Zakat. Di antaranya program Bantuan Dana Pendidikan dikelola oleh Muhammadiyah Scholarship Agency (MSA). Adapun total bantuan dana yang diberikan sebesar 5 Miliar rupiah untuk 500 mahasiswa.\nSkema Bantuan Kuliah S1 – S3\nBantuan Dana Pendidikan Bagi Mahasiswa S1\nBantuan Dana Pendidikan Bagi Mahasiswa S2\nBantuan Dana Pendidikan Bagi Mahasiswa S3\nCakupan Bantuan Kuliah S1 – S3\nBantuan dana pendidikan untuk mahasiswa S1 sebanyak 200 orang,\nmasing-masing mendapatkan sebesar Rp 5.000.000,-\nBantuan dana pendidikan untuk mahasiswa S2 sebanyak 100 orang,\nmasing-masing mendapatkan sebesar Rp 10.000.000,-\nBantuan dana pendidikan untuk mahasiswa S3 sebanyak 200 orang,\nmasing-masing mendapatkan sebesar Rp 15.000.000,-\nSasaran Bantuan Kuliah S1 – S3\nPenerima manfaat dari program ini ditargetkan total sebanyak 500 mahasiswa, yang terdiri dari:\nMahasiswa aktif S1, S2 dan S3 di PTMA dan di luar PTMA;\nAktivis Persyarikatan, UPP, Ortom atau AUM (kader) yang sedang studi S1, S2 dan S3 di PTMA dan di luar PTMA;\nDosen atau Calon dosen PTMA yang sedang menempuh studi S2 dan S3 di PTMA dan di luar PTMA.\nPenyaluran\nBantuan Dana Pendidikan akan disalurkan dalam 2 tahap:\nTahap I kepada 325 penerima manfaat:\na. 130 mahasiswa S1\nb. 65 mahasiswa S2\nc. 130 mahasiswa S3\nTahap II kepada 175 penerima manfaat sisanya:\na. 70 mahasiswa S1\nb. 35 mahasiswa S2\nc. 70 mahasiswa S3\nPada setiap Tahap I dan II pencairan dana akan disalurkan kepada mahasiswa\nsebanyak 2 kali (50%, 50%) melalui rekening masing-masing sesuai yang ditulis dalam formulir pendaftaran.\nBaca Juga:\nBeasiswa YBM BRILiaN Smart 2025 Subsidi UKT untuk Mahasiswa D3, D4, S1 Semester 1 Seluruh Indonesia (Deadline: 24 Okt 2025)\nBeasiswa DataPrint Tahun 2025 untuk Pelajar SMP, SMA/Sederajat dan Mahasiswa D3/D4/S1 (Deadline: 30 Nov 2025)\nBantuan Kuliah S1 – S3 dari BAZNAS dan PP Muhammadiyah 2025 (Deadline: 15 Okt 2025)\nBeasiswa Orbit Yogyakarta 2025 untuk Siswa SMA/SMK dan Mahasiswa S1/D4 di DIY (Deadline: 13 Okt 2025)\nBeasiswa Aktivis Nusantara (BAKTI NUSA) 15 untuk Mahasiswa S1 Semester 7 (Deadline: 19 Okt 2025)\nPersyaratan\nMerupakan Warga Negara Indonesia\nPendaftar tercatat sebagai mahasiswa aktif pada program S1 atau S2 atau S3 di PTMA atau non-PTMA\nDiprioritaskan bagi mahasiswa kurang mampu\nBerkas dokumen yang dibutuhkan\nSurat Rekomendasi dari Perguruan Tinggi atau Persyarikatan (jika ada)\nCurriculum Vitae\nKTP\nKK\nKTAM (jika ada)\nSurat Keterangan Aktif Kuliah\nTranskrip Nilai\nSurat Keterangan sebagai Dosen atau Calon Dosen PTMA (jika ada)\nSurat Keterangan tidak mampu (jika ada)\nProgress Studi (Wajib bagi penerima Bantuan Dana BAZNAS Tahun 2024 yang lalu)\nCara Mendaftar\nPendaftar mengunjungi website MSA:\nscholarship.muhammadiyah.or.id\ndan memilih menu\nDaftar Beasiswa\n–\nBantuan Dana Pendidikan BAZNAS 2025.\nPendaftar mencermati syarat dan ketentuan yang ada kemudian mendaftar melalui link google form yang tersedia.\nPendaftar mengisi formulir pendaftaran dan upload dokumen dengan lengkap.\nBatas waktu pendaftaran sampai dengan 15 Oktober 2025.\nMSA melakukan seleksi calon penerima manfaat berdasarkan isian formulir dengan mempertimbangkan kesesuaian kriteria dan kelengkapan dokumen.\nMSA menetapkan penerima beasiswa dan mengumumkan melalui website dan media sosial MSA.\nBaca Juga:\nDaftar Beasiswa untuk Mahasiswa On-Going 2026\nTimeline Pendaftaran\nPendaftaran: 25 Sept – 15 Okt 2025\nSeleksi: 16 – 31 Okt 2025\nPengumuman penerima bantuan dana pendidikan: 4 Nov 2025\nPenyaluran dana Tahap I (130 awardee)\nPenyaluran 50% pertama: 10 – 13 Nov 2025\nPembekalan AIK: 17 Nov 2025\nPenyaluran 50% kedua: 24 – 27 Nov 2025\nPenyaluran dana Tahap II (70 awardee)\nPenyaluran 50% pertama: 15 – 18 Des 2025\nPenyaluran 50% kedua: 29 – 31 Des 2025\nKontak\nMuhammadiyah Scholarship Agency\nJl. Menteri Supeno No. 42 Sorosutan, Umbulharjo, Kota Yogyakarta\nTelp/WhatsApp 0851-9591-9125\nEmail msa@muhammadiyah.id\nSumber Website Resmi:\nhttps://scholarship.muhammadiyah.or.id/program/bantuan-dana-pendidikan-baznas-pp-muhammadiyah-2025/\nSilakan bagikan pada teman dan keluarga yang membutuhkan. Semoga bermanfaat!\nApabila membagikan artikel ini, harap sertakan link sumber dari INDBeasiswa. Terimakasih.\n2025\n,\nbeasiswa mahasiswa on-going\n,\ntuition fee scholarship\nBaca Juga:\nBeasiswa ABP Shizuoka Tahun 2025 Kuliah S1 di Jepang (Deadline: 26 Nov 2025)\nBeasiswa S2 Belanda 2026 oleh Maastricht University Fully Funded (Deadline: 1 Februari 2026)\nBeasiswa Fulbright 2026 untuk Kuliah S2 – S3 di Amerika Serikat FULL Scholarship (Deadline: 18 Feb 2026)\nBeasiswa YBM BRILiaN Smart 2025 Subsidi UKT untuk Mahasiswa D3, D4, S1 Semester 1 Seluruh Indonesia (Deadline: 24 Okt 2025)\n«\nBeasiswa Orbit Yogyakarta 2025 untuk Siswa SMA/SMK dan Mahasiswa S1/D4 di DIY (Deadline: 13 Okt 2025)\nArryman Scholarship ISRSF Kuliah MSc – PhD di SOAS London University untuk Lulusan Minimal S1 (Deadline: 31 Jan 2026)\n»",
    "organizer": "Indbeasiswa.com"
  },
  {
    "id": "7c4ca5fad7e955212edc9ae4603cf042caa897fa",
    "source": "indbeasiswa.com",
    "title": "Beasiswa Orbit Yogyakarta 2025 untuk Siswa SMA/SMK dan Mahasiswa S1/D4 di DIY (Deadline: 13 Okt 2025)",
    "description": "Beasiswa Orbit Yogyakarta 2025 untuk Siswa SMA/SMK dan Mahasiswa S1/D4 di DIY (Deadline: 13 Okt 2025)\nBeasiswa Indonesia\nBeasiswa Orbit Yogyakarta 2025 untuk Siswa SMA/SMK dan Mahasiswa S1/D4 di DIY (Deadline: 13 Okt 2025)\nBeasiswa Dalam Negeri\n,\nBeasiswa Mahasiswa On-Going\n,\nBeasiswa S1\n,\nBeasiswa ",
    "category": "Lokal",
    "date": "Tidak diketahui",
    "location": "Indonesia",
    "link": "https://indbeasiswa.com/beasiswa-orbit/",
    "fullContent": "Beasiswa Orbit Yogyakarta 2025 untuk Siswa SMA/SMK dan Mahasiswa S1/D4 di DIY (Deadline: 13 Okt 2025)\nBeasiswa Indonesia\nBeasiswa Orbit Yogyakarta 2025 untuk Siswa SMA/SMK dan Mahasiswa S1/D4 di DIY (Deadline: 13 Okt 2025)\nBeasiswa Dalam Negeri\n,\nBeasiswa Mahasiswa On-Going\n,\nBeasiswa S1\n,\nBeasiswa SMA SMK\n,\nSemua Jurusan\nINDBeasiswa.com –\nBagi kamu pelajar SMA/SMK/Sederajat dan mahasiswa S1/D4 yang saat ini sedang menempuh pendidikan di wilayah DI Yogyakarta, yuk ikuti seleksi Beasiswa Orbit Yogyakarta berikut! Yayasan Amal Abadi Beasiswa Orang Tua Bimbing Terpadu Hasri Ainun Habibie (YAAB-ORBIT HAH) Yogyakarta saat ini membuka pendaftaran\nbeasiswa untuk pelajar\nSMA/SMK serta Mahasiswa S1/D4. Berikut informasi selengkapnya.\nDaftar Isi\nBeasiswa ORBIT Yogyakarta Tahun 2025\nCAKUPAN BEASISWA\nKETENTUAN UMUM BEASISWA ORBIT\nKETENTUAN KHUSUS\nBERKAS DOKUMEN YANG DIBUTUHKAN (softcopy)\nCATATAN YANG PERLU DIPERHATIKAN\nCARA MENDAFTAR BEASISWA ORBIT\nTIMELINE DAN TAHAPAN SELEKSI\nKONTAK\nBeasiswa ORBIT Yogyakarta Tahun 2025\nCAKUPAN BEASISWA\nBeasiswa yang diberikan berupa bantuan biaya hidup\nProgram pembinaan berupa pelatihan, motivation training, project event, fun gathering, dll\nKETENTUAN UMUM BEASISWA ORBIT\nBagi pendaftar tingkat S1/D4:\nMerupakan mahasiswa S1/D4 aktif (tidak sedang cuti) yang sedang menempuh pendidikan di wilayah DIY (tidak harus mempunyai KTP di wilayah DIY, namun instansi tempat berkuliah harus di dalam wilayah DIY).\nMerupakan mahasiswa S1/D4 semester 1 s/d 3.\nMempunyai IPK minimal 3,00. Bagi mahasiswa baru bisa menggunakan nilai di ijazah SMA/Sederajat.\nBagi pendaftar tingkat SMA/SMK/Sederajat:\nMerupakan pelajar SMA/SMK/Sederajat yang sedang menempuh pendidikan di wilayah DIY (tidak harus mempunyai KTP di wilayah DIY, namun tempat sekolah harus di dalam wilayah DIY).\nMerupakan pelajar kelas 10, 11 dan 12.\nMempunyai nilai rapot minimal 80,00.\nBagi pelajar kelas 10 bisa menggunakan nilai ijazah SMP.\nTidak sedang mendapatkan beasiswa dari pihak lain.\nSiap mengikuti pembinaan dan peraturan beasiswa.\nKETENTUAN KHUSUS\nMendownload formulir dan persyaratan pendaftaran di link berikut:\nhttps://bit.ly/BerkasFormulirPendaftaran_BeasiswaOrbit2025\nRegistrasi pendaftaran beasiswa\nMention 3 temanmu di kolom komentar\nInstagram @orbit_yogya\nBERKAS DOKUMEN YANG DIBUTUHKAN (softcopy)\nFormulir Pendaftaran (\nDOWNLOAD\n).\nScan KTP dan KTM (asli).\nScan Surat Keterangan Aktif dari:\na. Sekolah dengan tanda tangan Kepala Sekolah dan stempel resmi (untuk peserta siswa SMA/SMK/Sederajat)\nb. Perguruan Tinggi dengan stempel resmi (untuk peserta mahasiswa S1/D4)\nScan Kartu Keluarga (asli).\nScan Surat Keterangan Penghasilan Orang Tua/Slip Gaji terbaru (bisa dari kantor tempat bekerja. Jika tidak ada, bisa meminta Surat Keterangan Penghasilan dari Kelurahan setempat dengan stempel Kepala Desa/Lurah).\nScan Surat Keterangan Tidak Mampu (SKTM) terbaru dari kelurahan/kepala desa.\nSurat keterangan tidak sedang menerima beasiswa dari sekolah atau perguruan tinggi.\nScan transkrip nilai atau rapor terakhir.\nFoto rumah (asli) yang meliputi: tampak depan, ruang tamu, kamar tidur, dan dapur.\nMotivation Letter\n(maksimal 3 halaman)\nPendahuluan : Perkenalan diri & keluarga\nIsi :  Kemampuan/ prestasi, keterbatasan, cita-cita, alasan mendapatkan beasiswa\nPenutup\nSurat rekomendasi (opsional).\nCATATAN YANG PERLU DIPERHATIKAN\nSemua persyaratan di-scan dan dijadikan satu file dalam format PDF.\nFile diberi nama dengan format:\nORBIT2025_Nama Lengkap_Nama Sekolah/Universitas\n.\nSetiap halaman persyaratan diberi keterangan dengan jelas, misalnya: KTP/KTM, Foto Rumah, Motivation Letter, dll) di dalam satu file berkas pendaftaran ini (Lihat Bagian Lampiran).\nPersyaratan diurutkan sesuai dengan urutan tersebut di atas (poin 1 – 11).\nKelengkapan dan kerapian berkas akan menjadi pertimbangan dalam seleksi administrasi.\nHasil scan/gambar harus jelas, terbaca, dan tidak buram.\nBaca Juga\nBeasiswa YBM BRILiaN Smart 2025 Subsidi UKT untuk Mahasiswa D3, D4, S1 Semester 1 Seluruh Indonesia (Deadline: 24 Okt 2025)\nBeasiswa DataPrint Tahun 2025 untuk Pelajar SMP, SMA/Sederajat dan Mahasiswa D3/D4/S1 (Deadline: 30 Nov 2025)\nBantuan Kuliah S1 – S3 dari BAZNAS dan PP Muhammadiyah 2025 (Deadline: 15 Okt 2025)\nBeasiswa Orbit Yogyakarta 2025 untuk Siswa SMA/SMK dan Mahasiswa S1/D4 di DIY (Deadline: 13 Okt 2025)\nBeasiswa Aktivis Nusantara (BAKTI NUSA) 15 untuk Mahasiswa S1 Semester 7 (Deadline: 19 Okt 2025)\nCARA MENDAFTAR BEASISWA ORBIT\nUntuk mendaftar Beasiswa Orbit Tahun 2025, peserta dapat melengkapi berkas dokumen yang disebutkan di atas ke dalam satu file PDF.\nIsi formulir pendaftaran yang sudah diunduh pada link di atas kemudian lengkapi berkas-berkas yang diperlukan serta sesuaikan dengan format atau ketentuan yang ada di formulir pendaftaran.\nSebelum registrasi, pastikan sudah memfollow instagram @orbit yogya, Subscribe Youtube (Orbit Yogyakarta).\nSetelah semua berkas persyaratan lengkap, upload berkas melalui link berikut:\nbit.ly/OprecBeasiswa_Orbit2025\n.\nBatas waktu pendaftaran sampai dengan\n13 OKTOBER 2025\n.\nTIMELINE DAN TAHAPAN SELEKSI\nBatas waktu pendaftaran: 13 Oktober 2025\nPengumuman Lolos Berkas: 20 Oktober 2025\nSeleksi Wawancara: 25-26 Oktober 2025\nPengumuman Final: 3 November 2025\nKONTAK\nApabila ada yang ingin ditanyakan mengenai Beasiswa Orbit Yogyakarta Tahun 2025 dapat menghubungi kontak berikut:\nMaulana 085659450571\nWilda 081363476391\nSumber Informasi Beasiswa:\nInstagram @orbit_yogya\nSilakan dibagikan pada teman dan keluarga yang butuh info ini. Semoga bermanfaat!\nApabila membagikan artikel ini, harap sertakan link sumber dari INDBeasiswa. Terimakasih.\n2025\n,\nbeasiswa mahasiswa on-going\n,\nbeasiswa mahasiswa s1\n,\njogjakarta\nBaca Juga:\nBeasiswa ABP Shizuoka Tahun 2025 Kuliah S1 di Jepang (Deadline: 26 Nov 2025)\nBeasiswa Fulbright 2026 untuk Kuliah S2 – S3 di Amerika Serikat FULL Scholarship (Deadline: 18 Feb 2026)\nBeasiswa YBM BRILiaN Smart 2025 Subsidi UKT untuk Mahasiswa D3, D4, S1 Semester 1 Seluruh Indonesia (Deadline: 24 Okt 2025)\nDaftar Beasiswa SMA SMK Kelas 10, 11, 12 yang dibuka setiap tahun\n«\nBeasiswa Aktivis Nusantara (BAKTI NUSA) 15 untuk Mahasiswa S1 Semester 7 (Deadline: 19 Okt 2025)\nBantuan Kuliah S1 – S3 dari BAZNAS dan PP Muhammadiyah 2025 (Deadline: 15 Okt 2025)\n»",
    "organizer": "Indbeasiswa.com"
  }
]