[
  {
    "id": "indbeasiswa_1",
    "title": "Daftar Beasiswa SMA SMK Kelas 10, 11, 12 yang dibuka setiap tahun",
    "description": "INDBeasiswa.com –\nDari banyaknya pertanyaan yang masuk ke\nInstagram @indbeasiswa\n, yang paling sering diajukan salah satunya adalah apa saja\nBeasiswa SMA SMK\nyang sedang dibuka. Berikut ini tim INDBea",
    "category": "Internasional",
    "date": "Tidak diketahui",
    "location": "Online",
    "link": "https://indbeasiswa.com/daftar-beasiswa-sma/",
    "fullContent": "INDBeasiswa.com –\nDari banyaknya pertanyaan yang masuk ke\nInstagram @indbeasiswa\n, yang paling sering diajukan salah satunya adalah apa saja\nBeasiswa SMA SMK\nyang sedang dibuka. Berikut ini tim INDBeasiswa telah merangkum Daftar Beasiswa SMA SMK yang rutin dibuka setiap tahunnya. Info lebih detail mengenai masing-masing beasiswa, bisa klik pada link yang tertera di sebelah tulisan Info Pendaftaran. Tim INDBeasiswa akan berupaya untuk terus melengkapi Daftar Beasiswa SMA SMK pada halaman ini. Semoga informasi yang kami bagikan bisa bermanfaat bagi yang membutuhkan.\nDaftar Isi\nDaftar Beasiswa SMA SMK Kelas 10, 11, 12 yang dibuka setiap tahun\nDaftar Beasiswa SMA SMK Kelas 10, 11, 12 yang dibuka setiap tahun\nProgram Indonesia Pintar (PIP) untuk Pelajar SD, SMP dan SMA/Sederajat\nProgram Indonesia Pintar (PIP) merupakan bantuan berupa uang tunai, perluasan akses, dan kesempatan belajar dari pemerintah yang diberikan kepada peserta didik yang berasal dari keluarga miskin atau rentan miskin untuk membiayai pendidikan. Beasiswa yang diberikan berupa bantuan dana sebesar Rp 450.000,- s/d Rp 1.800.000,- setiap tahun. Program ini dibuka untuk pelajar SD / SDLB / Paket A, SMP / SMPLB / Paket B, serta SMA / SMK / SMALB / Paket C.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/program-indonesia-pintar-pip\nBeasiswa DataPrint untuk Pelajar SMP, SMA/Sederajat dan Mahasiswa D3/D4/S1\nProgram Beasiswa DataPrint merupakan program CSR (Corporate Social Responsibility atau Tanggung Jawab Sosial Perusahaan) DataPrint. Beasiswa ini termasuk rutin ditawarkan setiap tahunnya bagi pelajar dan mahasiswa. Pelaksanaannya ada 4 periode dalam 1 tahun. Adapun dana beasiswa yang diberikan yaitu Rp 500.000,- bagi masing-masing penerima beasiswa. Bagi kalian pelajar SMP maupun SMA/SMK/Sederajat kelas 10, 11 dan 12 serta mahasiswa bisa mendaftar beasiswa ini. Saat ini, pendaftaran Beasiswa DataPrint sedang dibuka untuk Periode 4 Tahun 2025.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-dataprint\nBeasiswa BSI Scholarship Pelajar – Bantuan Dana untuk Siswa Kelas 12 SMA/SMK/Sederajat\nBank Syariah Indonesia bersama dengan BSI Maslahat secara rutin menyelenggarakan Program BSI Scholarship Pelajar. BSI Scholarship Pelajar merupakan program beasiswa yang ditujukan untuk siswa SMA/sederajat yang berasal dari keluarga kurang mampu. Beasiswa yang diberikan berupa uang saku per bulan, mentorship dan bimbingan, serta jejaring dengan peserta se-Indonesia.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-bsi-pelajar\nBeasiswa Grab (GrabScholar) untuk Pelajar SD, SMP, SMA/SMK dan Mahasiswa Baru S1\nBeasiswa GrabScholar merupakan hasil kerjasama antara Grab dengan BenihBaik.com berupa bantuan dana pendidikan untuk masyarakat umum. Beasiswa ini dibuka untuk siswa-siswi yang sudah terdaftar di SD/MI, SMP/MTs, dan SMA/SMK/MA negeri maupun swasta yang berada di Indonesia serta mahasiswa baru. Pendaftaran beasiswa biasanya dibuka antara bulan Juni – Agustus setiap tahunnya.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-grab\nBeasiswa Bidik Anak Negeri Bantuan Dana untuk Pelajar SMA/SMK/Sederajat\nPersatuan Pelajar Indonesia Jepang Komisariat Hiroshima (PPIH) menyelenggarakan program Beasiswa Bidik Anak Negeri. Beasiswa ini dibuka untuk pelajar kelas 10 dan 11 SMA/SMK/Sederajat yang kurang mampu secara finansial. Untuk periode sebelumnya, pengurus PPIH menetapkan bantuan dana beasiswa Rp 1.000.000,- bagi masing-masing siswa dengan kuota penerima beasiswa sebanyak 25 siswa.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-bidik-anak-negeri\nBeasiswa SCG Sharing the Dream Bantuan Dana untuk Pelajar SMA/SMK/Sederajat kelas 10 – 12 dan Mahasiswa S1/D4\nBeasiswa SCG Sharing the Dream diselenggarakan oleh SCG, sebuah perusahaan terkemuka ASEAN dengan tiga unit bisnis di Indonesia, yakni Semen dan Bahan Bangunan, Bahan Kimia, dan Kemasan. Beasiswa yang diberikan berupa bantuan dana pendidikan serta aktivitas pengembangan diri. Program beasiswa ini dibuka untuk pelajar kelas 10, 11 dan 12 SMA/SMK/Sederajat serta Mahasiswa S1/D4.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-scg-sharing-the-dream\nBeasiswa SMART Scholarship YBM BRILiaN untuk Pelajar Kelas 11 SMA/SMK/MA\nBeasiswa SMART Scholarship YBM Brilian merupakan program pendayagunaan zakat YBM BRILiaN di bidang pendidikan yang bertujuan untuk menunjang kegiatan akademik. Keuntungan mendaftar beasiswa ini yaitu pelajar akan mendapatkan Tunjangan prestasi, Pembinaan masuk PTN serta Motivasi dan pembinaan kapasitas diri. Program Beasiswa SMA dari SMART Scholarship dibuka untuk pelajar SMA/SMK/MA/Sederajat kelas 11.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-smart-ybm-brilian\nBeasiswa DJITU Bantuan Dana untuk Siswi Kelas 12 dan Mahasiswi On-Going\nYayasan Khouw Kalbe menyelenggarakan Program Beasiswa DJITU bagi siswi SMA/SMK/Sederajat Kelas 12 serta Mahasiswi di perguruan tinggi maksimum Semester 2. Beasiswa ini dapat digunakan untuk membantu meringankan biaya perkuliahan yang dapat digunakan oleh calon mahasiswa baru maupun mahasiswa on-going di kampus pilihan masing-masing. Sebelumnya pendaftaran program ini dibuka sekitar bulan Maret s/d April.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-djitu\nBeasiswa Perintis Learning Camp bagi Pelajar Kelas 12 dan Lulusan SMA/Sederajat\nBeasiswa Perintis merupakan beasiswa bimbingan persiapan masuk Perguruan Tinggi Nasional (PTN) unggulan bagi peserta yang akan mengikuti UTBK didukung biaya kuliah dan hidup selama 4 tahun dalam rangka membina calon leading figure masa depan. Keuntungan yang akan didapatkan yaitu pembinaan intensif persiapan UTBK secara online, kegiatan tryout untuk melihat potensi diri, pendampingan fasilitator, dll.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-perintis\nProgram Beasiswa BCA untuk Pelajar Kelas 12 dan Lulusan SMA/SMK/Sederajat\nProgram Beasiswa BCA merupakan program Corporate Social Responsibility (CSR) BCA ditujukan bagi pelajar yang sedang menempuh kelas 12 serta lulusan SMA/SMK/Sederajat yang berprestasi. Beasiswa ini diberikan dalam bentuk Program Pendidikan Bisnis dan Perbankan (PPBP) dan Program Pendidikan Teknik Informatika (PPTI) setelah lulus SMA/Sederajat. Cakupan beasiswa yang diberikan berupa bebas biaya pendidikan selama 2,5 tahun pembelajaran di BCA Learning Institute, mendapatkan uang saku tiap bulan, dll\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-bca-ppbp-ppti\nBeasiswa SMA Unggulan CT ARSA Foundation Sukoharjo – Sekolah Gratis untuk Lulusan SMP/MTs\nSMA Unggulan CT ARSA Foundation Sukoharjo yang didirikan oleh Bapak Chairul Tanjung dan Ibu Anita Ratnasari Tanjung adalah sekolah berasrama yang berfokus pada pendidikan karakter dan sains. Seluruh siswa yang diterima di sekolah ini tidak perlu membayar biaya apapun. Program ini dikhususkan bagi lulusan SMP/MTs dari keluarga tidak mampu namun berprestasi. Saat ini sedang dibuka pendaftaran Beasiswa SMA Unggulan CT ARSA Foundation Sukoharjo untuk Tahun Pelajaran 2026/2027 sampai dengan tanggal 4 Januari 2026.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-sma-unggulan\nBeasiswa JIS (Jakarta Intercultural School) untuk Pelajar Kelas 8 – 10\nJakarta Intercultural School (JIS) secara rutin menyelenggarakan Beasiswa JIS Bhinneka Tunggal Ika bagi semua siswa berwarganegara Indonesia di kelas 8-10 yang saat ini terdaftar di sekolah negeri di seluruh wilayah DKI Jakarta. Beasiswa akan mencakup 100% dari biaya sekolah dari awal masuk hingga lulus (Kelas 12).\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-jis\nBeasiswa AFS Global STEM Accelerators untuk Pelajar SMA\nBeasiswa AFS Global STEM Accelerators merupakan sebuah program beasiswa penuh pembelajaran di bidang STEM (Sains, Teknologi, Teknik, dan Matematika) selama 12 minggu yang dilaksanakan secara virtual/online. Program ini ditujukan bagi pelajar berusia 15 s/d 17,5 tahun yang tertarik dalam bidang STEM. Peserta yang berhasil menyelesaikan program akan mendapatkan Advanced Certificate on Global Competence for Social Impact, yang diberikan oleh AFS dan University of Pennsylvania Center for Social Impact Strategy.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-afs-global-stem-accelerators\nBeasiswa AFS Global STEM Academies ke Luar Negeri untuk Pelajar\nAFS Global STEM Academies merupakan sebuah program yang memberikan kesempatan bagi pelajar Indonesia untuk mendapatkan pemahaman lebih dalam di bidang STEM (Science, Technology, Engineering and Mathematics). Dalam program ini, peserta akan mendapatkan beasiswa penuh yang dilakukan secara hybrid (virtual dan physical) selama 12 minggu pembelajaran online + 4 minggu ke salah satu dari 4 negara tujuan akademi. Program AFS Global STEM Academies akan mempertemukan para pemuda-pemudi dari 16 negara di seluruh dunia (termasuk dari Indonesia) dengan tujuan untuk memperkaya pengetahuan keberlanjutan dan keterampilan STEM mereka melalui kurikulum interaktif dan langsung, sambil mengembangkan kompetensi global, termasuk kemampuan pemecahan masalah, analisa, pemahaman antar budaya, dan inovasi sosial.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-stem-afs\nPertukaran Pelajar SMA/Sederajat ke Amerika Program KL YES\nDepartemen Luar Negeri Amerika Serikat secara rutin menawarkan Program Kennedy-Lugar Youth Exchange and Study (YES) berupa beasiswa pertukaran pelajar ke Amerika Serikat bagi siswa-siswi SMA atau sederajat. Program YES didirikan pada tahun 2003 dan telah memfasilitasi lebih dari 1500 siswa Indonesia ke Amerika Serikat. Selama program berlangsung, peserta akan tinggal dengan keluarga yang ada di Amerika Serikat (AS) dan bersekolah di SMA setempat. Peserta akan mempelajari kehidupan di AS dan mendapatkan kesempatan untuk berinteraksi langsung dengan masyarakat sekitar melalui kegiatan-kegiatan yang dilaksanakan oleh Program YES.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/pertukaran-pelajar-sma-kl-yes\nBeasiswa Orbit Yogyakarta untuk Siswa SMA/SMK dan Mahasiswa S1/D4 yang bersekolah / kuliah di DIY\nYayasan Amal Abadi Beasiswa Orang Tua Bimbing Terpadu Hasri Ainun Habibie (YAAB-ORBIT HAH) Yogyakarta secara rutin membuka Program Beasiswa Orbit Yogyakarta bagi pelajar SMA/SMK dan Mahasiswa S1/D4. Para peserta tidak harus mempunyai KTP di wilayah DIY, namun peserta harus menjalani pendidikan di sekolah/kampus dalam wilayah DIY.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-orbit\nBeasiswa Mentari Lazismu UMY untuk pelajar SD, SMP dan SMA/Sederajat di DIY\nProgram Beasiswa Mentari Lazismu UMY diberikan pada siswa/siswi tingkat Sekolah Dasar (SD), Sekolah Menengah Pertama (SMP), dan Sekolah Menengah Atas (SMA)/sederajat baik Negeri maupun Swasta di Daerah Istimewa Yogyakarta yang kurang mampu, serta memiliki kemampuan akademik serta non-akademik yang baik. Bantuan dana yang diberikan bagi penerima Beasiswa Mentari sejumlah Rp 700.000,- (Tujuh Ratus Ribu Rupiah).\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-mentari-lazismu-sd-smp-sma\nBeasiswa Cahaya Pintar YBM PLN untuk Pelajar SD, SMP, SMA/Sederajat di Palembang\nBeasiswa Cahaya Pintar diselenggarakan oleh YBM PLN UID S2JB untuk siswa-siswi yang duduk di bangku SD, SMP, dan SMA sederajat di Palembang. Pendaftaran beasiswa biasanya dibuka antara bulan Agustus – September setiap tahunnya.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-pelajar-palembang\nBantuan JPD untuk pelajar TK, SD, SMP, SMA/Sederajat Domisili Kota Yogyakarta\nUPT JPD di bawah naungan Dinas Pendidikan Pemuda dan Olahraga Kota Yogyakarta menyelenggarakan program Bantuan Jaminan Pendidikan Daerah (JPD) untuk pelajar TK/RA, SD/Sederajat, SMP/Sederajat, serta SMA/SMK/MA/Sederajat yang berdomisili di Kota Yogyakarta. Pembukaan pendaftaran biasanya akan diumumkan pada Instagram @uptjpdjogja.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/bantuan-jpd-pelajar-jogja\nKartu Jakarta Pintar Plus (KJP Plus) untuk Pelajar SD, SMP, SMA/Sederajat Warga DKI Jakarta\nKartu Jakarta Pintar Plus (KJP Plus) adalah program strategis untuk memberikan akses bagi warga DKI Jakarta dari kalangan masyarakat tidak mampu untuk mengenyam pendidikan dengan dibiayai penuh dari dana APBD Provinsi DKI Jakarta. Program ini dibuka untuk pelajar SD / SDLB / MI, SMP / SMPLB / MTs, SMA / SMK / SMALB / MA, PKBM (Paket A, B dan C), serta LKP (Lembaga Kursus Pelatihan). Bantuan dana yang diberikan dapat digunakan untuk membeli alat tulis dan perlengkapan sekolah, buku, uang saku, seragam sekolah, kacamata, dsb.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/kartu-jakarta-pintar-plus\nBeasiswa Karawang Cerdas untuk pelajar SD, SMP, SMA/Sederajat\nPemerintah Daerah Karawang memberikan kesempatan bagi siswa SD, SMP, SMA sederajat, hingga mahasiswa/i untuk melanjutkan pendidikan mereka. Ada banyak jalur beasiswa yang tersedia seperti Jalur Covid-19, Jalur Keluarga Ekonomi Tidak Mampu, Jalur Pasukan Paskibraka, Jalur Prestasi Akademis & Non-Akademis, dan masih banyak lagi. Pendaftaran biasanya dibuka sekitar bulan September – Oktober setiap tahunnya.\nInfo Pendaftaran:\nhttps://beasiswacerdas.karawangkab.go.id\nBeasiswa Kaltim Stimulan untuk Pelajar SD, SMP, SMA/SMK, Pesantren, Mahasiswa S1, S2, S3, Profesi dan Spesialis yang berasal dari Kalimantan Timur\nPemerintah Provinsi Kalimantan Timur (Kaltim) memberikan kesempatan kepada Mahasiswa dan Siswa Kaltim untuk mengikuti seleksi program Beasiswa Kaltim Stimulan. Beasiswa ini dibuka untuk siswa/i yang berasal dari Kalimantan Timur dan/atau bersekolah di SD/MI, SMP/MTS, SMA/SMK/MAN/MAS/Sederajat, SLB, Pesantren dan PKBM Negeri dan Swasta di Kalimantan Timur serta mahasiswa yang juga berasal dari Kalimantan Timur.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-kaltim-stimulan\nBeasiswa Petrosida untuk Pelajar SD, SMP, SMA dan Mahasiswa Gresik, Surabaya, Bangkalan, Mojokerto, Sidoarjo dan Lamongan\nBeasiswa Petrosida merupakan program CSR Petrosida Gresik untuk siswa/siswi berprestasi Akademik/Non Akademik Pelajar SD, SMP, SMA dan Mahasiswa Domisili Gresik, Surabaya, Bangkalan, Mojokerto, Sidoarjo dan Lamongan.\nInfo Pendaftaran:\nInstagram @petrosidagresik_official\nBantuan Fulbright ETA – English Teaching Assistant untuk SMA dan SMK\nFulbright ETA merupakan warga negara Amerika Serikat lulusan S1 atau S2 penerima Beasiswa Fulbright yang diperbantukan di SMA/SMK di Indonesia untuk menjadi asisten guru bahasa Inggris dan membantu guru-guru bahasa Inggris termasuk di Indonesia. Fulbright ETA akan membantu meningkatkan keterampilan murid berbicara bahasa Inggris dan mengenal keragaman budaya masyarakat di AS.\nInfo Pendaftaran:\nhttps://indbeasiswa.com/fulbright-eta-untuk-sma-smk\nBeasiswa Penuh Sekolah Menengah (Beasiswa SMP + Beasiswa SMA) di Singapura untuk Pelajar Kelas 6, 7, 8 dan 9 dari ASEAN Scholarships\nPemerintah Singapura secara rutin menawarkan beasiswa sekolah menengah (beasiswa SMP & beasiswa SMA di Singapura) kepada pelajar Indonesia untuk melanjutkan pendidikan di Singapura selama empat hingga enam tahun. Beasiswa yang diberikan bersifat beasiswa penuh (Full Scholarship) yang sudah menanggung seluruh biaya yang dibutuhkan. Program ini ditawarkan dalam skema ASEAN Scholarships for Indonesia. Cakupan Beasiswa yang diberikan berupa Gratis biaya sekolah di Singapura⁣⁣, Tunjangan tahunan dan tempat tinggal/asrama, Tunjangan saat pertama kali datang, Tiket pesawat, Biaya ujian GCE O-Level dan A-Level⁣, Asuransi dan subsidi kesehatan.\nInfo Pendaftaran: ⁣⁣\nhttps://indbeasiswa.com/beasiswa-sma-di-singapura-asean\nBeasiswa Youth Ekselensia Scholarship (YES) untuk siswa kelas 11 SMA\nYouth Ekselensia Scholarship (YES) merupakan beasiswa SMA terpadu untuk yatim, dhuafa dan mualaf di tingkat SMA. Program YES bertujuan untuk mewujudkan pelajar cendekia, berakhlak mulia dan berjiwa pemimpin melalui pembinaan rutin. Benefit program beasiswa SMA ini yaitu uang saku per bulan, support persiapan masuk PTN, support pendaftaran UTBK, campus preparation, dll.\nInfo Pendaftaran:\nhttps://greatedunesia.id/beasiswa-yes-2025\nBeasiswa SMA di Turki Imam Hatip TDV FULL Scholarship\nTürkiye Diyanet Foundation / Türkiye Diyanet Vakfı (TDV) dan Kementerian Pendidikan Turki secara rutin menyelenggarakan Beasiswa Imam Hatip TDV (International Imam Hatip High School Scholarship Program) bagi pelajar SMP yang ingin melanjutkan sekolah setingkat SMA di Turki. Beasiswa yang diberikan berupa Gratis biaya sekolah di Imam Hatip High School, Tiket pesawat pulang pergi Turki-Indonesia setiap tahun, Gratis seragam/pakaian, Gratis alat tulis dan buku pelajaran, Uang saku bulanan, Akomodasi (asrama gratis, makan 3x sehari), dll\nInfo Pendaftaran:\nhttps://indbeasiswa.com/beasiswa-sma-di-turki-tdv\nTim INDBeasiswa juga sudah merangkum informasi\nList Beasiswa Kuliah 2026 yang ditujukan bagi pelajar kelas 12 (calon lulusan tahun 2026)\n. Silakan baca informasinya pada link berikut:\nList Beasiswa S1 2026\n.\nGabung juga di Channel Telegram INDBeasiswa [UPDATE SETIAP HARI]:\nt.me/indbeasiswa\nChannel WhatsApp INDBeasiswa:\nhttps://whatsapp.com/channel/0029VasKPxi1SWt2Cb0V3n0v\nInstagram:\nhttps://www.instagram.com/indbeasiswa/\nOfficial Facebook Page:\nwww.facebook.com/indbeasiswa\nSemoga informasi Dafar Beasiswa SMA SMK di atas dapat bermanfaat bagi yang membutuhkan."
  }
]